// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Apparaatdetectie";


// Search Task
SearchTaskName = "Selecteer het apparaat";
SearchTaskTitle = "Apparaat selecteren om te configureren";

AllFilterTitle = "Alle";

DevicesFilterLabel = "Apparaten:";
SupportedDevicesFilterTitle = "Ondersteund";

ConnectionFilterLabel = "Verbinding:";

DeviceNameColumnTitle = "Naam apparaat";
ConnectionColumnTitle = "Verbinding";
DetailsColumnTitle = "Details";
DeviceModelColumnTitle = "Model apparaat";

DeviceIsNotListedButtonTitle = "Mijn apparaat staat niet in de lijst…";
SpecifyDeviceManuallyButtonTitle = "Apparaat handmatig opgeven…";

AdminPasswordIsSetOnDeviceTitle = "Het geselecteerde apparaat heeft een administrator-wachtwoord";
AdminPasswordIsSetOnDeviceText = "Het geselecteerde apparaat lijkt al ingesteld te zijn. Als u de installatie desondanks wilt voortzetten, klikt u op de knop \"Ga door\".";
AdminPasswordIsSetOnDeviceAWCConnectionText = "Het geselecteerde apparaat lijkt al ingesteld te zijn.";

DeviceCommunicationError = "Communicatiefout";
DeviceCommunicationErrorText = "Er is een fout opgetreden tijdens de communicatie van het apparaat. Zorg dat het apparaat klaar is en probeer het opnieuw.";
DeviceCommunicationTimeoutErrorText = "Het apparaat reageert niet. Zorg dat het apparaat is aangesloten en probeer het opnieuw.";

ManualSpecifyTaskDescription = "Apparaat handmatig opgeven";
ManualSpecifyOkButtonTitle = "Verbinding maken";
